{
    "/merge-pdf": {
        "title": "Comment fusionner des fichiers PDF en ligne (Gratuit & Sécurisé)",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    La fusion de fichiers PDF est l'une des tâches de gestion de documents les plus courantes. Que vous soyez un étudiant combinant des notes de cours, un professionnel compilant un rapport ou organisant vos documents personnels, avoir un <strong>Fusionneur PDF</strong> fiable est essentiel. Notre outil vous permet de combiner plusieurs documents PDF en un seul fichier rapidement, en toute sécurité et sans aucun coût.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Pourquoi fusionner des fichiers PDF ?</h3>\n                <p>\n                    Gérer plusieurs fichiers PDF peut être complexe. En les fusionnant, vous pouvez :\n                </p>\n                <ul class=\"list-disc list-inside ml-4 space-y-2\">\n                    <li><strong>Simplifier le partage :</strong> Envoyez un seul fichier par e-mail plutôt que dix pièces jointes séparées.</li>\n                    <li><strong>Améliorer l'organisation :</strong> Gardez les documents liés ensemble (ex: factures et contrats).</li>\n                    <li><strong>Améliorer la lisibilité :</strong> Créez un flux logique d'informations pour vos lecteurs.</li>\n                </ul>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Est-ce sécurisé ?</h3>\n                <p>\n                    <strong>Oui, absolument.</strong> Nous privilégions votre vie privée. Le processus se déroule <em>côté client</em> dans la mesure du possible, ce qui signifie que vos fichiers ne sont pas stockés sur nos serveurs.\n                </p>\n            </div>"
    },
    "/compress-pdf": {
        "title": "Compresser un PDF : Réduire la taille du fichier sans perte de qualité",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    Les fichiers PDF volumineux peuvent être un véritable casse-tête. Notre <strong>Compresseur PDF</strong> résout ce problème instantanément en optimisant vos fichiers à la taille la plus petite possible tout en conservant une excellente qualité.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Comment fonctionne la compression ?</h3>\n                <p>\n                    Notre algorithme intelligent réduit le poids en supprimant les objets inutilisés et en optimisant les images.\n                </p>\n            </div>"
    }
}