{
    "/merge-pdf": {
        "title": "Cara Menggabungkan Fail PDF Dalam Talian (Percuma & Selamat)",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    Menggabungkan fail PDF adalah salah satu tugas pengurusan dokumen yang paling biasa. Sama ada anda seorang pelajar yang menggabungkan nota kuliah, seorang profesional yang menyusun laporan, atau sekadar menyusun dokumen peribadi anda, mempunyai <strong>Penggabung PDF</strong> yang boleh dipercayai adalah penting. Alatan kami membolehkan anda menggabungkan beberapa dokumen PDF menjadi satu fail dengan pantas, selamat dan tanpa kos.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Mengapa Menggabungkan Fail PDF?</h3>\n                <p>\n                    Menjejaki banyak fail PDF boleh menjadi satu beban. Dengan menggabungkannya menjadi satu, anda boleh:\n                </p>\n                <ul class=\"list-disc list-inside ml-4 space-y-2\">\n                    <li><strong>Memudahkan Perkongsian:</strong> Hantar satu fail melalui e-mel daripada melampirkan sepuluh dokumen berasingan.</li>\n                    <li><strong>Meningkatkan Organisasi:</strong> Simpan dokumen berkaitan (cth. invois dan kontrak) bersama-sama.</li>\n                    <li><strong>Meningkatkan Kebolehbacaan:</strong> Cipta aliran maklumat yang logik untuk pembaca anda.</li>\n                </ul>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Adakah Ia Selamat?</h3>\n                <p>\n                    <strong>Ya, sudah tentu.</strong> Kami mengutamakan privasi anda melebihi segala-galanya. Proses ini berlaku <em>di sisi klien</em> apabila mungkin, bermakna fail anda tidak disimpan di pelayan kami.\n                </p>\n            </div>"
    },
    "/compress-pdf": {
        "title": "Mampatkan PDF: Kecilkan Saiz Fail Tanpa Hilang Kualiti",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    Fail PDF bersaiz besar boleh menjadi masalah besar. <strong>Pemampat PDF</strong> kami menyelesaikan masalah ini dengan serta-merta dengan mengoptimumkan fail anda ke saiz sekecil mungkin sambil mengekalkan kualiti yang sangat baik.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Bagaimana Pemampatan Berfungsi?</h3>\n                <p>\n                    Algoritma pemampatan pintar kami mengurangkan berat dengan mengeluarkan objek yang tidak digunakan dan mengoptimumkan imej.\n                </p>\n            </div>"
    }
}