{
    "/merge-pdf": {
        "title": "آن لائن پی ڈی ایف فائلوں کو کیسے ضم کریں (مفت اور محفوظ)",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\" dir=\"rtl\">\n                <p>\n                    پی ڈی ایف فائلوں کو ضم کرنا دستاویزات کے انتظام کے سب سے عام کاموں میں سے ایک ہے۔ چاہے آپ لیکچر کے نوٹس کو یکجا کرنے والے طالب علم ہوں، رپورٹ مرتب کرنے والے پیشہ ور ہوں، یا محض اپنی ذاتی دستاویزات کو منظم کر رہے ہوں، ایک قابل اعتماد <strong>PDF Merger</strong> کا ہونا ضروری ہے۔ ہمارا ٹول آپ کو متعدد پی ڈی ایف دستاویزات کو تیزی سے، محفوظ طریقے سے اور بغیر کسی قیمت کے ایک فائل میں یکجا کرنے کی اجازت دیتا ہے۔\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">پی ڈی ایف فائلوں کو کیوں ضم کریں؟</h3>\n                <p>\n                    متعدد پی ڈی ایف فائلوں کا ٹریک رکھنا ایک ڈراؤنا خواب ہو سکتا ہے۔ انہیں ایک میں ضم کر کے، آپ یہ کر سکتے ہیں:\n                </p>\n                <ul class=\"list-disc list-inside ml-4 space-y-2\">\n                    <li><strong>شیئرنگ کو آسان بنائیں:</strong> دس الگ الگ دستاویزات منسلک کرنے کے بجائے ای میل کے ذریعے ایک فائل بھیجیں۔</li>\n                    <li><strong>تنظیم کو بہتر بنائیں:</strong> متعلقہ دستاویزات (مثلاً رسیدیں اور معاہدے) ایک ساتھ رکھیں۔</li>\n                    <li><strong>پڑھنے کی صلاحیت کو بڑھائیں:</strong> اپنے قارئین کے لیے معلومات کا ایک منطقی بہاؤ بنائیں۔</li>\n                </ul>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">کیا یہ محفوظ ہے؟</h3>\n                <p>\n                    <strong>جی ہاں، بالکل۔</strong> ہم آپ کی رازداری کو ہر چیز پر ترجیح دیتے ہیں۔ یہ عمل جب بھی ممکن ہو <em>کلائنٹ کی طرف</em> ہوتا ہے، جس کا مطلب ہے کہ آپ کی فائلیں ہمارے سرورز پر محفوظ نہیں کی جاتی ہیں۔\n                </p>\n            </div>"
    },
    "/compress-pdf": {
        "title": "پی ڈی ایف کمپریس کریں: کوالٹی کھوئے بغیر فائل کا سائز کم کریں",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\" dir=\"rtl\">\n                <p>\n                    بڑی پی ڈی ایف فائلیں ایک بڑا مسئلہ بن سکتی ہیں۔ ہمارا <strong>پی ڈی ایف کمپریسر</strong> بہترین کوالٹی کو برقرار رکھتے ہوئے آپ کی فائلوں کو کم سے کم ممکنہ سائز میں بہتر بنا کر اس مسئلے کو فوری طور پر حل کرتا ہے۔\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">کمپریشن کیسے کام کرتا ہے؟</h3>\n                <p>\n                    ہمارا سمارٹ کمپریشن الگورتھم غیر استعمال شدہ اشیاء کو ہٹا کر اور تصاویر کو بہتر بنا کر وزن کم کرتا ہے۔\n                </p>\n            </div>"
    }
}