{
    "/merge-pdf": {
        "title": "Cara Menggabungkan File PDF Online (Gratis & Aman)",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    Menggabungkan file PDF adalah salah satu tugas manajemen dokumen yang paling umum. Baik Anda seorang mahasiswa yang menggabungkan catatan kuliah, seorang profesional yang menyusun laporan, atau sekadar mengatur dokumen pribadi Anda, memiliki <strong>Penggabung PDF</strong> yang andal sangatlah penting. Alat kami memungkinkan Anda untuk menggabungkan beberapa dokumen PDF menjadi satu file dengan cepat, aman, dan tanpa biaya.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Mengapa Menggabungkan File PDF?</h3>\n                <p>\n                    Melacak banyak file PDF bisa menjadi hal yang sulit. Dengan menggabungkannya menjadi satu, Anda dapat:\n                </p>\n                <ul class=\"list-disc list-inside ml-4 space-y-2\">\n                    <li><strong>Menyederhanakan Berbagi:</strong> Kirim satu file melalui email daripada melampirkan sepuluh dokumen terpisah.</li>\n                    <li><strong>Meningkatkan Organisasi:</strong> Simpan dokumen terkait (misalnya faktur dan kontrak) bersama-sama.</li>\n                    <li><strong>Meningkatkan Keterbacaan:</strong> Ciptakan aliran informasi yang logis bagi pembaca Anda.</li>\n                </ul>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Apakah Aman?</h3>\n                <p>\n                    <strong>Ya, tentu saja.</strong> Kami memprioritaskan privasi Anda di atas segalanya. Proses ini terjadi <em>di sisi klien</em> bila memungkinkan, yang berarti file Anda tidak disimpan di server kami.\n                </p>\n            </div>"
    },
    "/compress-pdf": {
        "title": "Kompres PDF: Perkecil Ukuran File Tanpa Mengurangi Kualitas",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    File PDF berukuran besar dapat menjadi masalah besar. <strong>Kompresor PDF</strong> kami langsung menyelesaikan masalah ini dengan mengoptimalkan file Anda ke ukuran sekecil mungkin sambil mempertahankan kualitas yang sangat baik.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Bagaimana Cara Kerja Kompresi?</h3>\n                <p>\n                    Algoritme kompresi cerdas kami mengurangi beban dengan menghapus objek yang tidak terpakai dan mengoptimalkan gambar.\n                </p>\n            </div>"
    }
}