{
    "/merge-pdf": {
        "title": "Cómo unir archivos PDF en línea (Gratis y Seguro)",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    Unir archivos PDF es una de las tareas de gestión de documentos más comunes. Ya seas un estudiante combinando notas, un profesional recopilando informes o simplemente organizando tus documentos personales, tener un <strong>Combinador de PDF</strong> confiable es esencial. Nuestra herramienta te permite combinar múltiples documentos PDF en un solo archivo de forma rápida, segura y sin costo.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">¿Por qué unir archivos PDF?</h3>\n                <p>\n                    Mantener el rastro de múltiples archivos PDF puede ser una pesadilla. Al unirlos en uno solo, puedes:\n                </p>\n                <ul class=\"list-disc list-inside ml-4 space-y-2\">\n                    <li><strong>Simplificar el envío:</strong> Envía un solo archivo por correo en lugar de adjuntar diez documentos separados.</li>\n                    <li><strong>Mejorar la organización:</strong> Mantén juntos los documentos relacionados (ej. facturas y contratos).</li>\n                    <li><strong>Mejorar la legibilidad:</strong> Crea un flujo lógico de información para tus lectores.</li>\n                </ul>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">¿Es seguro?</h3>\n                <p>\n                    <strong>Sí, absolutamente.</strong> Priorizamos tu privacidad por encima de todo. El proceso ocurre <em>en el lado del cliente</em> siempre que es posible, por lo que tus archivos no se almacenan en nuestros servidores.\n                </p>\n            </div>"
    },
    "/compress-pdf": {
        "title": "Comprimir PDF: Reduce el tamaño del archivo sin perder calidad",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    Los archivos PDF grandes pueden ser un gran dolor de cabeza. Nuestra herramienta <strong>Compresor de PDF</strong> resuelve este problema al instante optimizando tus archivos al menor tamaño posible manteniendo una excelente calidad.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">¿Cómo funciona la compresión?</h3>\n                <p>\n                    Nuestro algoritmo inteligente reduce el peso eliminando objetos no utilizados y optimizando imágenes.\n                </p>\n            </div>"
    }
}