{
    "/merge-pdf": {
        "title": "So führen Sie PDF-Dateien online zusammen (Kostenlos & Sicher)",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    Das Zusammenführen von PDF-Dateien ist eine der häufigsten Aufgaben in der Dokumentenverwaltung. Egal, ob Sie als Student Vorlesungsnotizen kombinieren, als Fachmann einen Bericht zusammenstellen oder einfach Ihre persönlichen Dokumente organisieren – ein zuverlässiger <strong>PDF-Merger</strong> ist unerlässlich. Unser Werkzeug ermöglicht es Ihnen, mehrere PDF-Dokumente schnell, sicher und kostenlos zu einer einzigen Datei zu kombinieren.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Warum PDF-Dateien zusammenführen?</h3>\n                <p>\n                    Den Überblick über mehrere PDF-Dateien zu behalten, kann schwierig sein. Durch das Zusammenführen können Sie:\n                </p>\n                <ul class=\"list-disc list-inside ml-4 space-y-2\">\n                    <li><strong>Teilen vereinfachen:</strong> Senden Sie eine Datei per E-Mail, anstatt zehn separate Dokumente anzuhängen.</li>\n                    <li><strong>Organisation verbessern:</strong> Halten Sie zusammengehörige Dokumente (z. B. Rechnungen und Verträge) zusammen.</li>\n                    <li><strong>Lesbarkeit erhöhen:</strong> Erstellen Sie einen logischen Informationsfluss für Ihre Leser.</li>\n                </ul>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Ist es sicher?</h3>\n                <p>\n                    <strong>Ja, absolut.</strong> Wir legen höchsten Wert auf Ihre Privatsphäre. Der Prozess findet nach Möglichkeit <em>clientseitig</em> statt, was bedeutet, dass Ihre Dateien nicht auf unseren Servern gespeichert werden.\n                </p>\n            </div>"
    },
    "/compress-pdf": {
        "title": "PDF komprimieren: Dateigröße reduzieren ohne Qualitätsverlust",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    Große PDF-Dateien können ein erhebliches Problem darstellen. Unser <strong>PDF-Kompressor</strong> löst dieses Problem sofort, indem er Ihre Dateien auf die kleinstmögliche Größe optimiert und gleichzeitig eine hervorragende Qualität beibehält.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Wie funktioniert die Komprimierung?</h3>\n                <p>\n                    Unser intelligenter Algorithmus reduziert das Gewicht durch Entfernen nicht genutzter Objekte und Optimieren von Bildern.\n                </p>\n            </div>"
    }
}