{
    "/merge-pdf": {
        "title": "PDF फ़ाइलों को ऑनलाइन कैसे मर्ज करें (मुफ़्त और सुरक्षित)",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    PDF फ़ाइलों को मर्ज करना सबसे आम दस्तावेज़ प्रबंधन कार्यों में से एक है। चाहे आप व्याख्यान नोटों को संयोजित करने वाले छात्र हों, रिपोर्ट संकलित करने वाले पेशेवर हों, या बस अपने व्यक्तिगत दस्तावेज़ों को व्यवस्थित कर रहे हों, एक विश्वसनीय <strong>PDF Merger</strong> होना आवश्यक है। हमारा टूल आपको कई PDF दस्तावेज़ों को एक ही फ़ाइल में जल्दी, सुरक्षित और बिना किसी लागत के संयोजित करने की अनुमति देता है।\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">PDF फ़ाइलों को मर्ज क्यों करें?</h3>\n                <p>\n                    कई PDF फ़ाइलों का ट्रैक रखना एक बुरा सपना हो सकता है। उन्हें एक में मर्ज करके, आप कर सकते हैं:\n                </p>\n                <ul class=\"list-disc list-inside ml-4 space-y-2\">\n                    <li><strong>साझाकरण को सरल बनाएं:</strong> दस अलग-अलग दस्तावेज़ संलग्न करने के बजाय ईमेल के माध्यम से एक फ़ाइल भेजें।</li>\n                    <li><strong>संगठन में सुधार करें:</strong> संबंधित दस्तावेज़ों (जैसे चालान और अनुबंध) को एक साथ रखें।</li>\n                    <li><strong>पठनीयता बढ़ाएं:</strong> अपने पाठकों के लिए जानकारी का एक तार्किक प्रवाह बनाएं।</li>\n                </ul>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">क्या यह सुरक्षित है?</h3>\n                <p>\n                    <strong>हाँ, बिल्कुल।</strong> हम आपकी गोपनीयता को किसी भी चीज़ से ऊपर प्राथमिकता देते हैं। यह प्रक्रिया जब भी संभव हो <em>क्लाइंट-साइड</em> होती है, जिसका अर्थ है कि आपकी फ़ाइलें हमारे सर्वर पर संग्रहीत नहीं होती हैं।\n                </p>\n            </div>"
    },
    "/compress-pdf": {
        "title": "PDF कंप्रेस करें: गुणवत्ता खोए बिना फ़ाइल का आकार कम करें",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    बड़ी PDF फ़ाइलें एक बड़ी समस्या हो सकती हैं। हमारा <strong>PDF कंप्रेसर</strong> उत्कृष्ट गुणवत्ता बनाए रखते हुए आपकी फ़ाइलों को न्यूनतम संभव आकार में अनुकूलित करके इस समस्या को तुरंत हल करता है।\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">कंप्रेशन कैसे काम करता है?</h3>\n                <p>\n                    हमारा स्मार्ट कंप्रेशन एल्गोरिदम अप्रयुक्त वस्तुओं को हटाकर और छवियों को अनुकूलित करके वजन कम करता है।\n                </p>\n            </div>"
    }
}