{
    "/merge-pdf": {
        "title": "Com unir fitxers PDF en línia (Gratuït i Segur)",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    Unir fitxers PDF és una de les tasques de gestió de documents més comunes. Tant si ets un estudiant combinant apunts de classe, un professional recopilant un informe o simplement organitzant els teus documents personals, tenir un <strong>Combinador de PDF</strong> fiable és essencial. La nostra eina et permet combinar múltiples documents PDF en un sol fitxer de forma ràpida, segura i sense cost.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Per què unir fitxers PDF?</h3>\n                <p>\n                    Mantenir el rastre de múltiples fitxers PDF pot ser un malson. En unir-los en un de sol, pots:\n                </p>\n                <ul class=\"list-disc list-inside ml-4 space-y-2\">\n                    <li><strong>Simplificar l'enviament:</strong> Envia un sol fitxer per correu electrònic en lloc d'adjuntar deu documents separats.</li>\n                    <li><strong>Millorar l'organització:</strong> Mantingues els documents relacionats (ex. factures i contractes) junts.</li>\n                    <li><strong>Millorar la llegibilitat:</strong> Crea un flux lògic d'informació per als teus lectors.</li>\n                </ul>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">És segur?</h3>\n                <p>\n                    <strong>Sí, absolutament.</strong> Prioritzem la teva privadesa per sobre de tot. El procés ocorre <em>al costat del client</em> sempre que és possible, cosa que significa que els teus fitxers no s'emmagatzemen als nostres servidors.\n                </p>\n            </div>"
    },
    "/compress-pdf": {
        "title": "Comprimir PDF: Reduir la mida del fitxer sense perdre qualitat",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    Els fitxers PDF grans poden ser un gran mal de cap. El nostre <strong>Compressor de PDF</strong> resol aquest problema a l'instant optimitzant els teus fitxers a la mida més petita possible mantenint una qualitat excel·lent.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Com funciona la compressió?</h3>\n                <p>\n                    El nostre algorisme intel·ligent redueix el pes eliminant objectes no utilitzats i optimitzant imatges.\n                </p>\n            </div>"
    }
}