{
    "/merge-pdf": {
        "title": "Hoe PDF-bestanden online samen te voegen (Gratis & Veilig)",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    Het samenvoegen van PDF-bestanden is een van de meest voorkomende documentbeheertaken. Of u nu een student bent die collegeaantekeningen combineert, een professional die een rapport samenstelt of gewoon uw persoonlijke documenten organiseert, een betrouwbare <strong>PDF-combiner</strong> is essentieel. Met onze tool kunt u snel, veilig en kosteloos meerdere PDF-documenten combineren tot één bestand.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Waarom PDF-bestanden samenvoegen?</h3>\n                <p>\n                    Het bijhouden van meerdere PDF-bestanden kan een nachtmerrie zijn. Door ze samen te voegen, kunt u:\n                </p>\n                <ul class=\"list-disc list-inside ml-4 space-y-2\">\n                    <li><strong>Delen vereenvoudigen:</strong> Verstuur één bestand per e-mail in plaats van tien afzonderlijke documenten bij te voegen.</li>\n                    <li><strong>Organisatie verbeteren:</strong> Houd gerelateerde documenten (bijv. facturen en contracten) bij elkaar.</li>\n                    <li><strong>Leesbaarheid vergroten:</strong> Creëer een logische informatiestroom voor uw lezers.</li>\n                </ul>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Is het veilig?</h3>\n                <p>\n                    <strong>Ja, absoluut.</strong> We geven prioriteit aan uw privacy boven alles. Het proces vindt waar mogelijk <em>aan de clientzijde</em> plaats, wat betekent dat uw bestanden niet op onze servers worden opgeslagen.\n                </p>\n            </div>"
    },
    "/compress-pdf": {
        "title": "PDF comprimeren: Bestandsgrootte verkleinen zonder kwaliteitsverlies",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    Grote PDF-bestanden kunnen een groot probleem zijn. Onze <strong>PDF-compressor</strong> lost dit probleem onmiddellijk op door uw bestanden te optimaliseren naar de kleinst mogelijke grootte met behoud van uitstekende kwaliteit.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Hoe werkt compressie?</h3>\n                <p>\n                    Ons intelligente compressie-algoritme vermindert het gewicht door ongebruikte objecten te verwijderen en afbeeldingen te optimaliseren.\n                </p>\n            </div>"
    }
}