{
    "/merge-pdf": {
        "title": "Come unire file PDF online (Gratuito e Sicuro)",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    L'unione di file PDF è una delle attività di gestione dei documenti più comuni. Che tu sia uno studente che combina appunti, un professionista che compila un rapporto o semplicemente organizzando i tuoi documenti personali, avere un <strong>Unione PDF</strong> affidabile è essenziale. Il nostro strumento ti consente di combinare più documenti PDF in un unico file in modo rapido, sicuro e senza alcun costo.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Perché unire i file PDF?</h3>\n                <p>\n                    Tenere traccia di più file PDF può essere difficile. Unendoli in uno solo, puoi:\n                </p>\n                <ul class=\"list-disc list-inside ml-4 space-y-2\">\n                    <li><strong>Semplificare la condivisione:</strong> Invia un solo file via e-mail invece di allegare dieci documenti separati.</li>\n                    <li><strong>Migliorare l'organizzazione:</strong> Mantieni insieme i documenti correlati (es. fatture e contratti).</li>\n                    <li><strong>Aumentare la leggibilità:</strong> Crea un flusso logico di informazioni per i tuoi lettori.</li>\n                </ul>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">È sicuro?</h3>\n                <p>\n                    <strong>Sì, assolutamente.</strong> Diamo priorità alla tua privacy sopra ogni altra cosa. Il processo avviene <em>lato client</em> quando possibile, il che significa che i tuoi file non vengono memorizzati sui nostri server.\n                </p>\n            </div>"
    },
    "/compress-pdf": {
        "title": "Comprimi PDF: Riduci la dimensione del file senza perdere qualità",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    I file PDF di grandi dimensioni possono essere un grosso problema. Il nostro <strong>Compressore PDF</strong> risolve istantaneamente questo problema ottimizzando i tuoi file alla dimensione minima possibile mantenendo un'eccellente qualità.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Come funziona la compressione?</h3>\n                <p>\n                    Il nostro algoritmo intelligente riduce il peso rimuovendo oggetti inutilizzati e ottimizzando le immagini.\n                </p>\n            </div>"
    }
}