{
    "/merge-pdf": {
        "title": "PDF Dosyalarını Online Birleştirme (Ücretsiz ve Güvenli)",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    PDF dosyalarını birleştirmek en yaygın belge yönetimi görevlerinden biridir. İster ders notlarını birleştiren bir öğrenci olun, ister rapor düzenleyen bir profesyonel, ister kişisel belgelerinizi organize edin, güvenilir bir <strong>PDF Birleştirici</strong> aracına sahip olmak esastır. Aracımız, birden fazla PDF belgesini hızlı, güvenli ve ücretsiz olarak tek bir dosyada birleştirmenize olanak tanır.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Neden PDF Dosyalarını Birleştirmeliyim?</h3>\n                <p>\n                    Birden fazla PDF dosyasının takibini yapmak zor olabilir. Bunları tek bir dosyada birleştirerek:\n                </p>\n                <ul class=\"list-disc list-inside ml-4 space-y-2\">\n                    <li><strong>Paylaşımı basitleştirin:</strong> On ayrı belge eklemek yerine e-postayla tek bir dosya gönderin.</li>\n                    <li><strong>Organizasyonu iyileştirin:</strong> İlgili belgeleri (örneğin faturalar ve sözleşmeler) bir arada tutun.</li>\n                    <li><strong>Okunabilirliği artırın:</strong> Okuyucularınız için mantıklı bir bilgi akışı oluşturun.</li>\n                </ul>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Güvenli mi?</h3>\n                <p>\n                    <strong>Evet, kesinlikle.</strong> Gizliliğinize diğer her şeyden daha fazla önem veriyoruz. İşlem mümkün olduğunca <em>istemci tarafında</em> gerçekleşir, yani dosyalarınız sunucularımızda saklanmaz.\n                </p>\n            </div>"
    },
    "/compress-pdf": {
        "title": "PDF Sıkıştır: Kalite Kaybı Olmadan Dosya Boyutunu Küçült",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    Büyük PDF dosyaları büyük bir sorun olabilir. <strong>PDF Sıkıştırıcı</strong> aracımız, mükemmel kaliteyi korurken dosyalarınızı mümkün olan en küçük boyuta optimize ederek bu sorunu anında çözer.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Sıkıştırma Nasıl Çalışır?</h3>\n                <p>\n                    Akıllı sıkıştırma algoritmamız, kullanılmayan nesneleri kaldırarak ve görüntüleri optimize ederek ağırlığı azaltır.\n                </p>\n            </div>"
    }
}