{
    "/merge-pdf": {
        "title": "Як об'єднати файли PDF онлайн (Безкоштовно та Безпечно)",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    Об'єднання PDF-файлів — одне з найпоширеніших завдань керування документами. Незалежно від того, чи ви студент, який об'єднує конспекти лекцій, професіонал, який складає звіт, або просто впорядковуєте свої особисті документи, мати надійний <strong>інструмент для злиття PDF</strong> необхідно. Наш інструмент дозволяє швидко, безпечно та безкоштовно об'єднати кілька документів PDF в один файл.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Навіщо об'єднувати файли PDF?</h3>\n                <p>\n                    Відстеження кількох PDF-файлів може бути кошмаром. Об'єднавши їх в один, ви зможете:\n                </p>\n                <ul class=\"list-disc list-inside ml-4 space-y-2\">\n                    <li><strong>Спростити обмін:</strong> Надішліть один файл електронною поштою замість того, щоб прикріплювати десять окремих документів.</li>\n                    <li><strong>Покращити організацію:</strong> Зберігайте пов'язані документи (наприклад, рахунки-фактури та контракти) разом.</li>\n                    <li><strong>Підвищити читабельність:</strong> Створіть логічний потік інформації для ваших читачів.</li>\n                </ul>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Це безпечно?</h3>\n                <p>\n                    <strong>Так, абсолютно.</strong> Ми ставимо вашу конфіденційність понад усе. Процес відбувається <em>на стороні клієнта</em>, коли це можливо, що означає, що ваші файли не зберігаються на наших серверах.\n                </p>\n            </div>"
    },
    "/compress-pdf": {
        "title": "Стиснути PDF: Зменшити розмір файлу без втрати якості",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    Великі PDF-файли можуть бути великою проблемою. Наш <strong>компресор PDF</strong> миттєво вирішує цю проблему, оптимізуючи ваші файли до мінімально можливого розміру при збереженні відмінної якості.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Як працює стиснення?</h3>\n                <p>\n                    Наш інтелектуальний алгоритм зменшує вагу за рахунок видалення невикористовуваних об'єктів та оптимізації зображень.\n                </p>\n            </div>"
    }
}