{
    "/merge-pdf": {
        "title": "Como unir arquivos PDF online (Grátis e Seguro)",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    A união de arquivos PDF é uma das tarefas de gerenciamento de documentos mais comuns. Seja você um estudante combinando notas, um profissional compilando um relatório ou apenas organizando seus documentos pessoais, ter um <strong>Combinador de PDF</strong> confiável é essencial. Nossa ferramenta permite que você combine múltiplos documentos PDF em um único arquivo de forma rápida, segura e sem custos.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Por que unir arquivos PDF?</h3>\n                <p>\n                    Manter o rastro de vários arquivos PDF pode ser um pesadelo. Ao uni-los em um só, você pode:\n                </p>\n                <ul class=\"list-disc list-inside ml-4 space-y-2\">\n                    <li><strong>Simplificar o compartilhamento:</strong> Envie um único arquivo por e-mail em vez de anexar dez documentos separados.</li>\n                    <li><strong>Melhorar a organização:</strong> Mantenha documentos relacionados (ex: faturas e contratos) juntos.</li>\n                    <li><strong>Aumentar a legibilidade:</strong> Crie um fluxo lógico de informações para seus leitores.</li>\n                </ul>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">É seguro?</h3>\n                <p>\n                    <strong>Sim, absolutamente.</strong> Priorizamos sua privacidade acima de tudo. O processo ocorre <em>no lado do cliente</em> sempre que possível, o que significa que seus arquivos não são armazenados em nossos servidores.\n                </p>\n            </div>"
    },
    "/compress-pdf": {
        "title": "Comprimir PDF: Reduza o tamanho do arquivo sem perder qualidade",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    Arquivos PDF grandes podem ser uma grande dor de cabeça. Nosso <strong>Compressor de PDF</strong> resolve instantaneamente esse problema, otimizando seus arquivos para o menor tamanho possível, mantendo uma excelente qualidade.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Como funciona a compressão?</h3>\n                <p>\n                    Nosso algoritmo inteligente reduz o peso removendo objetos não utilizados e otimizando imagens.\n                </p>\n            </div>"
    }
}