{
    "/merge-pdf": {
        "title": "Πώς να συγχωνεύσετε αρχεία PDF online (Δωρεάν & Ασφαλές)",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    Η συγχώνευση αρχείων PDF είναι μία από τις πιο κοινές εργασίες διαχείρισης εγγράφων. Είτε είστε φοιτητής που συνδυάζει σημειώσεις διαλέξεων, επαγγελματίας που συντάσσει μια αναφορά ή απλά οργανώνετε τα προσωπικά σας έγγραφα, είναι απαραίτητο να έχετε ένα αξιόπιστο <strong>PDF Merger</strong>. Το εργαλείο μας σας επιτρέπει να συνδυάσετε πολλαπλά έγγραφα PDF σε ένα αρχείο γρήγορα, με ασφάλεια και χωρίς κόστος.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Γιατί να συγχωνεύσετε αρχεία PDF;</h3>\n                <p>\n                    Η παρακολούθηση πολλαπλών αρχείων PDF μπορεί να είναι εφιάλτης. Συγχωνεύοντάς τα σε ένα, μπορείτε να:\n                </p>\n                <ul class=\"list-disc list-inside ml-4 space-y-2\">\n                    <li><strong>Απλοποιήστε την κοινή χρήση:</strong> Στείλτε ένα αρχείο μέσω email αντί να επισυνάψετε δέκα ξεχωριστά έγγραφα.</li>\n                    <li><strong>Βελτιώστε την οργάνωση:</strong> Κρατήστε τα σχετικά έγγραφα (π.χ. τιμολόγια και συμβόλαια) μαζί.</li>\n                    <li><strong>Αυξήστε την αναγνωσιμότητα:</strong> Δημιουργήστε μια λογική ροή πληροφοριών για τους αναγνώστες σας.</li>\n                </ul>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Είναι ασφαλές;</h3>\n                <p>\n                    <strong>Ναι, απολύτως.</strong> Δίνουμε προτεραιότητα στο απόρρητό σας πάνω από όλα. Η διαδικασία πραγματοποιείται <em>από την πλευρά του πελάτη</em> όποτε είναι δυνατόν, πράγμα που σημαίνει ότι τα αρχεία σας δεν αποθηκεύονται στους διακομιστές μας.\n                </p>\n            </div>"
    },
    "/compress-pdf": {
        "title": "Συμπίεση PDF: Μειώστε το μέγεθος αρχείου χωρίς απώλεια ποιότητας",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    Τα μεγάλα αρχεία PDF μπορεί να είναι μεγάλο πρόβλημα. Ο <strong>συμπιεστής PDF</strong> μας λύνει αυτό το πρόβλημα άμεσα βελτιστοποιώντας τα αρχεία σας στο μικρότερο δυνατό μέγεθος διατηρώντας ταυτόχρονα εξαιρετική ποιότητα.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Πώς λειτουργεί η συμπίεση;</h3>\n                <p>\n                    Ο έξυπνος αλγόριθμος συμπίεσής μας μειώνει το βάρος αφαιρώντας μη χρησιμοποιούμενα αντικείμενα και βελτιστοποιώντας τις εικόνες.\n                </p>\n            </div>"
    }
}