{
    "/merge-pdf": {
        "title": "Cách hợp nhất tệp PDF trực tuyến (Miễn phí & An toàn)",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    Hợp nhất các tệp PDF là một trong những tác vụ quản lý tài liệu phổ biến nhất. Cho dù bạn là sinh viên đang kết hợp các ghi chú bài giảng, một chuyên gia đang biên soạn báo cáo hay chỉ đơn giản là sắp xếp các tài liệu cá nhân của mình, việc có một <strong>Bộ hợp nhất PDF</strong> đáng tin cậy là điều thiết yếu. Công cụ của chúng tôi cho phép bạn kết hợp nhiều tài liệu PDF thành một tệp duy nhất một cách nhanh chóng, an toàn và không tốn phí.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Tại sao nên hợp nhất các tệp PDF?</h3>\n                <p>\n                    Việc theo dõi nhiều tệp PDF có thể là một cơn ác mộng. Bằng cách hợp nhất chúng thành một, bạn có thể:\n                </p>\n                <ul class=\"list-disc list-inside ml-4 space-y-2\">\n                    <li><strong>Đơn giản hóa việc chia sẻ:</strong> Gửi một tệp duy nhất qua email thay vì đính kèm mười tài liệu riêng biệt.</li>\n                    <li><strong>Cải thiện tổ chức:</strong> Giữ các tài liệu liên quan (ví dụ: hóa đơn và hợp đồng) cùng nhau.</li>\n                    <li><strong>Tăng khả năng đọc:</strong> Tạo luồng thông tin logic cho người đọc của bạn.</li>\n                </ul>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Nó có an toàn không?</h3>\n                <p>\n                    <strong>Có, hoàn toàn có thể.</strong> Chúng tôi ưu tiên quyền riêng tư của bạn lên trên hết. Quá trình này diễn ra <em>ở phía máy khách</em> bất cứ khi nào có thể, nghĩa là các tệp của bạn không được lưu trữ trên máy chủ của chúng tôi.\n                </p>\n            </div>"
    },
    "/compress-pdf": {
        "title": "Nén PDF: Giảm kích thước tệp mà không làm giảm chất lượng",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    Các tệp PDF lớn có thể là một vấn đề lớn. Bộ <strong>Nén PDF</strong> của chúng tôi giải quyết vấn đề này ngay lập tức bằng cách tối ưu hóa các tệp của bạn xuống kích thước nhỏ nhất có thể trong khi vẫn duy trì chất lượng tuyệt vời.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Nén hoạt động như thế nào?</h3>\n                <p>\n                    Thuật toán nén thông minh của chúng tôi giảm trọng lượng bằng cách loại bỏ các đối tượng không được sử dụng và tối ưu hóa hình ảnh.\n                </p>\n            </div>"
    }
}