{
    "/merge-pdf": {
        "title": "Как да обедините PDF файлове онлайн (Безплатно и Сигурно)",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    Обединяването на PDF файлове е една от най-честите задачи за управление на документи. Независимо дали сте студент, който комбинира лекционни записки, професионалист, съставящ отчет, или просто организирате личните си документи, наличието на надежден <strong>инструмент за обединяване на PDF</strong> е от съществено значение. Нашият инструмент ви позволява да комбинирате множество PDF документи в един файл бързо, сигурно и без разходи.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Защо да обединявате PDF файлове?</h3>\n                <p>\n                    Проследяването на множество PDF файлове може да бъде кошмар. Като ги обедините в един, можете:\n                </p>\n                <ul class=\"list-disc list-inside ml-4 space-y-2\">\n                    <li><strong>Опростяване на споделянето:</strong> Изпратете един файл по имейл, вместо да прикачвате десет отделни документа.</li>\n                    <li><strong>Подобряване на организацията:</strong> Съхранявайте свързани документи (например фактури и договори) заедно.</li>\n                    <li><strong>Повишаване на четливостта:</strong> Създайте логичен поток от информация за вашите читатели.</li>\n                </ul>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Сигурно ли е?</h3>\n                <p>\n                    <strong>Да, абсолютно.</strong> Ние поставяме вашата поверителност над всичко останало. Процесът се извършва <em>от страна на клиента</em>, когато е възможно, което означава, че вашите файлове не се съхраняват на нашите сървъри.\n                </p>\n            </div>"
    },
    "/compress-pdf": {
        "title": "Компресиране на PDF: Намаляване на размера на файла без загуба на качество",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    Големите PDF файлове могат да бъдат голям проблем. Нашият <strong>PDF компресор</strong> незабавно решава този проблем, като оптимизира вашите файлове до възможно най-малкия размер, като същевременно поддържа отлично качество.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Как работи компресията?</h3>\n                <p>\n                    Нашият интелигентен алгоритъм намалява теглото чрез премахване на неизползвани обекти и оптимизиране на изображения.\n                </p>\n            </div>"
    }
}