{
    "/merge-pdf": {
        "title": "วิธีรวมไฟล์ PDF ออนไลน์ (ฟรี & ปลอดภัย)",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    การรวมไฟล์ PDF เป็นหนึ่งในงานการจัดการเอกสารที่พบบ่อยที่สุด ไม่ว่าคุณจะเป็นนักเรียนที่รวมบันทึกการบรรยาย มืออาชีพที่รวบรวมรายงาน หรือเพียงแค่จัดระเบียบเอกสารส่วนตัว การมี <strong>เครื่องมือรวม PDF</strong> ที่น่าเชื่อถือเป็นสิ่งสำคัญ เครื่องมือของเราช่วยให้คุณรวมเอกสาร PDF หลายไฟล์เข้าเป็นไฟล์เดียวได้อย่างรวดเร็ว ปลอดภัย และไม่มีค่าใช้จ่าย\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">ทำไมต้องรวมไฟล์ PDF?</h3>\n                <p>\n                    การติดตามไฟล์ PDF หลายไฟล์อาจเป็นเรื่องยาก ด้วยการรวมเข้าเป็นไฟล์เดียว คุณสามารถ:\n                </p>\n                <ul class=\"list-disc list-inside ml-4 space-y-2\">\n                    <li><strong>ทำให้การแบ่งปันง่ายขึ้น:</strong> ส่งไฟล์เดียวทางอีเมลแทนที่จะแนบเอกสารแยกกันสิบฉบับ</li>\n                    <li><strong>ปรับปรุงการจัดระเบียบ:</strong> เก็บเอกสารที่เกี่ยวข้อง (เช่น ใบแจ้งหนี้และสัญญา) ไว้ด้วยกัน</li>\n                    <li><strong>เพิ่มความสามารถในการอ่าน:</strong> สร้างกระแสข้อมูลที่สมเหตุสมผลสำหรับผู้อ่านของคุณ</li>\n                </ul>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">ปลอดภัยไหม?</h3>\n                <p>\n                    <strong>ใช่ แน่นอน</strong> เราให้ความสำคัญกับความเป็นส่วนตัวของคุณเหนือสิ่งอื่นใด กระบวนการนี้เกิดขึ้น <em>ที่ฝั่งไคลเอนต์</em> เมื่อเป็นไปได้ ซึ่งหมายความว่าไฟล์ของคุณจะไม่ถูกเก็บไว้ในเซิร์ฟเวอร์ของเรา\n                </p>\n            </div>"
    },
    "/compress-pdf": {
        "title": "บีบอัด PDF: ลดขนาดไฟล์โดยไม่สูญเสียคุณภาพ",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    ไฟล์ PDF ขนาดใหญ่อาจเป็นปัญหาใหญ่ <strong>เครื่องมือบีบอัด PDF</strong> ของเราจะแก้ปัญหานี้ทันทีด้วยการปรับไฟล์ของคุณให้มีขนาดเล็กที่สุดเท่าที่จะเป็นไปได้ในขณะที่ยังรักษาคุณภาพที่ยอดเยี่ยมไว้\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">การบีบอัดทำงานอย่างไร?</h3>\n                <p>\n                    อัลกอริทึมการบีบอัดอัจฉริยะของเราจะลดน้ำหนักโดยการลบออบเจกต์ที่ไม่ต้องการและเพิ่มประสิทธิภาพรูปภาพ\n                </p>\n            </div>"
    }
}