{
    "/merge-pdf": {
        "title": "Jak łączyć pliki PDF online (Darmowo i Bezpiecznie)",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    Łączenie plików PDF to jedno z najczęstszych zadań związanych z zarządzaniem dokumentami. Niezależnie od tego, czy jesteś studentem łączącym notatki z wykładów, profesjonalistą przygotowującym raport, czy po prostu porządkujesz osobiste dokumenty, posiadanie niezawodnego <strong>narzędzia do łączenia PDF</strong> jest niezbędne. Nasze narzędzie pozwala szybko, bezpiecznie i bezpłatnie połączyć wiele dokumentów PDF w jeden plik.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Dlaczego warto łączyć pliki PDF?</h3>\n                <p>\n                    Śledzenie wielu plików PDF może być koszmarem. Łącząc je w jeden, możesz:\n                </p>\n                <ul class=\"list-disc list-inside ml-4 space-y-2\">\n                    <li><strong>Uprościć udostępnianie:</strong> Wyślij jeden plik e-mailem zamiast załączać dziesięć oddzielnych dokumentów.</li>\n                    <li><strong>Poprawić organizację:</strong> Przechowuj powiązane dokumenty (np. faktury i umowy) razem.</li>\n                    <li><strong>Zwiększyć czytelność:</strong> Stwórz logiczny przepływ informacji dla swoich czytelników.</li>\n                </ul>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Czy to bezpieczne?</h3>\n                <p>\n                    <strong>Tak, absolutnie.</strong> Priorytetowo traktujemy Twoją prywatność. Proces odbywa się <em>po stronie klienta</em>, gdy tylko jest to możliwe, co oznacza, że Twoje pliki nie są przechowywane na naszych serwerach.\n                </p>\n            </div>"
    },
    "/compress-pdf": {
        "title": "Kompresuj PDF: Zmniejsz rozmiar pliku bez utraty jakości",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    Duże pliki PDF mogą być sporym problemem. Nasz <strong>kompresor PDF</strong> natychmiast rozwiązuje ten problem, optymalizując pliki do możliwie najmniejszego rozmiaru przy zachowaniu doskonałej jakości.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Jak działa kompresja?</h3>\n                <p>\n                    Nasz inteligentny algorym kompresji zmniejsza wagę pliku poprzez usuwanie nieużywanych obiektów i optymalizację obrazów.\n                </p>\n            </div>"
    }
}