{
    "/merge-pdf": {
        "title": "كيفية دمج ملفات PDF عبر الإنترنت (مجاني وآمن)",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\" dir=\"rtl\">\n                <p>\n                    يعد دمج ملفات PDF أحد أكثر مهام إدارة المستندات شيوعًا. سواء كنت طالبًا يجمع ملاحظات المحاضرات، أو محترفًا يجمع تقريرًا، أو ببساطة تنظم مستنداتك الشخصية، فإن وجود <strong>أداة دمج PDF</strong> موثوقة أمر ضروري. تتيح لك أداتنا دمج عدة مستندات PDF في ملف واحد بسرعة وأمان ودون أي تكلفة.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">لماذا تدمج ملفات PDF؟</h3>\n                <p>\n                    يمكن أن يكون تتبع ملفات PDF المتعددة كابوسًا. من خلال دمجها في ملف واحد، يمكنك:\n                </p>\n                <ul class=\"list-disc list-inside ml-4 space-y-2\">\n                    <li><strong>تبسيط المشاركة:</strong> أرسل ملفًا واحدًا عبر البريد الإلكتروني بدلاً من إرفاق عشرة مستندات منفصلة.</li>\n                    <li><strong>تحسين التنظيم:</strong> احتفظ بالمستندات ذات الصلة (مثل الفواتير والعقود) معًا.</li>\n                    <li><strong>تعزيز سهولة القراءة:</strong> قم بإنشاء تدفق منطقي للمعلومات لقرائك.</li>\n                </ul>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">هل هو آمن؟</h3>\n                <p>\n                    <strong>نعم، بالتأكيد.</strong> نحن نضع خصوصيتك فوق كل شيء آخر. تتم العملية <em>من جانب العميل</em> كلما أمكن ذلك، مما يعني أنه لا يتم تخزين ملفاتك على خوادمنا.\n                </p>\n            </div>"
    },
    "/compress-pdf": {
        "title": "ضغط PDF: تقليل حجم الملف دون فقدان الجودة",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\" dir=\"rtl\">\n                <p>\n                    يمكن أن تشكل ملفات PDF الكبيرة مشكلة كبيرة. تعمل <strong>أداة ضغط PDF</strong> الخاصة بنا على حل هذه المشكلة على الفور من خلال تحسين ملفاتك إلى أصغر حجم ممكن مع الحفاظ على جودة ممتازة.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">كيف يعمل الضغط؟</h3>\n                <p>\n                    تعمل خوارزمية الضغط الذكية لدينا على تقليل الوزن عن طريق إزالة الكائنات غير المستخدمة وتحسين الصور.\n                </p>\n            </div>"
    }
}