{
    "/merge-pdf": {
        "title": "Hur man sammanfogar PDF-filer online (Gratis & Säkert)",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    Att sammanfoga PDF-filer är en av de vanligaste dokumenthanteringsuppgifterna. Oavsett om du är en student som kombinerar föreläsningsanteckningar, en professionell som sammanställer en rapport eller helt enkelt organiserar dina personliga dokument, är det viktigt att ha en pålitlig <strong>PDF-sammanfogare</strong>. Vårt verktyg låter dig kombinera flera PDF-dokument till en enda fil snabbt, säkert och utan kostnad.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Varför sammanfoga PDF-filer?</h3>\n                <p>\n                    Att hålla reda på flera PDF-filer kan vara en mardröm. Genom att sammanfoga dem till en kan du:\n                </p>\n                <ul class=\"list-disc list-inside ml-4 space-y-2\">\n                    <li><strong>Förenkla delning:</strong> Skicka en enda fil via e-post istället för att bifoga tio separata dokument.</li>\n                    <li><strong>Förbättra organisationen:</strong> Håll relaterade dokument (t.ex. fakturor och kontrakt) tillsammans.</li>\n                    <li><strong>Öka läsbarheten:</strong> Skapa ett logiskt informationsflöde för dina läsare.</li>\n                </ul>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Är det säkert?</h3>\n                <p>\n                    <strong>Ja, absolut.</strong> Vi prioriterar din integritet framför allt annat. Processen sker <em>på klientsidan</em> när det är möjligt, vilket innebär att dina filer inte lagras på våra servrar.\n                </p>\n            </div>"
    },
    "/compress-pdf": {
        "title": "Komprimera PDF: Minska filstorleken utan att förlora kvalitet",
        "htmlContext": "<div class=\"space-y-6 text-slate-600 dark:text-slate-300\">\n                <p>\n                    Stora PDF-filer kan vara ett stort problem. Vår <strong>PDF-kompressor</strong> löser detta problem omedelbart genom att optimera dina filer till minsta möjliga storlek med bibehållen utmärkt kvalitet.\n                </p>\n\n                <h3 class=\"text-xl font-bold text-slate-900 dark:text-white\">Hur fungerar komprimering?</h3>\n                <p>\n                    Vår intelligenta komprimeringsalgoritm minskar vikten genom att ta bort oanvända objekt och optimera bilder.\n                </p>\n            </div>"
    }
}